Repository: AvidlyWordPress/wp-magazine
Catalog: languages/wp-magazine-*.po
Languages: fi

source: All
fi: Kaikki

source: Issue navigation
fi: Numeron navigointi

source: Magazine Articles
fi: Lehtiartikkelit

source: Magazine Article
fi: Lehtiartikkeli

source: Parent Magazine Article
fi: Ylempi lehtiartikkeli

source: All Magazine Articles
fi: Kaikki lehtiartikkelit

source: Add New Magazine Article
fi: Lisää uusi lehtiartikkeli

source: Add New
fi: Lisää uusi

source: New Magazine Article
fi: Uusi lehtiartikkeli

source: Edit Magazine Article
fi: Muokkaa lehtiartikkelia

source: Update Magazine Article
fi: Päivitä lehtiartikkeli

source: View Magazine Article
fi: Näytä lehtiartikkeli

source: Search Magazine Article
fi: Etsi lehtiartikkelia

source: Not found
fi: Ei löytynyt

source: Not found in trash
fi: Ei löytynyt roskakorista

source: Issues
fi: Numerot

source: Issue
fi: Numero

source: All Issues
fi: Kaikki numerot

source: Parent Issue
fi: Ylempi numero

source: Parent Issue:
fi: Ylempi numero:

source: Add new Issue
fi: Lisää uusi numero

source: Edit Issue
fi: Muokkaa numeroa

source: Update Issue
fi: Päivitä numero

source: Show Issue
fi: Näytä numero

source: Separate Issues with commas
fi: Erota numerot pilkuilla

source: Add or remove Issues
fi: Lisää tai poista numeroita

source: Choose from the most used
fi: Valitse käytetyimmistä

source: Popular Issues
fi: Suosituimmat numerot

source: Search Issues
fi: Etsi numeroita

source: Not Found
fi: Ei lötynyt
